 # Install with: brew bundle --file Brewfile
 # Generated from current Homebrew formulae and casks
tap "anomalyco/tap"

brew "aria2"
brew "btop"
brew "cmake"
brew "difftastic"
brew "duf"
brew "dust"
brew "exiftool"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fx"
brew "fzf"
brew "gcc"
brew "neovim"
brew "nmap"
brew "anomalyco/tap/opencode"
brew "ripgrep"
brew "rsync"
brew "syncthing"
brew "tmux"
brew "uv"
brew "watch"
brew "wget"
brew "xz"
brew "zoxide"
brew "zstd"

cask "bitwarden"
cask "calibre"
cask "flux-app"
cask "foobar2000"
cask "ghostty"
cask "iina"
cask "localsend"
cask "lunar"
cask "mambaforge"
cask "mullvad-vpn"
cask "obs"
cask "obsidian"
cask "qgis"
cask "soulseek"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "zen"
